#Написать программу вычисления значения функции y = f(a)
import math
print ("sin(2) : ",  math.sin(2))